Repository: hkarlsen06/Tidex
Catalog: ios/Resources/Localization/App/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, nb, nl, nn, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# addShift.submitRequirements.selectDate
source: Select at least one date.
ar: اختر تاريخاً واحداً على الأقل.
bg: Избери поне една дата.
bn: কমপক্ষে একটি তারিখ নির্বাচন করুন।
ca: Selecciona almenys una data.
cs: Vyber alespoň jedno datum.
da: Vælg mindst én dato.
de: Wähle mindestens ein Datum.
el: Επίλεξε τουλάχιστον μία ημερομηνία.
es: Selecciona al menos una fecha.
et: Vali vähemalt üks kuupäev.
fa: حداقل یک تاریخ را انتخاب کنید.
fi: Valitse vähintään yksi päivä.
fil: Pumili ng hindi bababa sa isang petsa.
fr: Sélectionnez au moins une date.
he: בחר לפחות תאריך אחד.
hi: कम से कम एक तारीख चुनें।
hr: Odaberi najmanje jedan datum.
hu: Válassz ki legalább egy dátumot.
id: Pilih setidaknya satu tanggal.
is: Veldu að minnsta kosti eina dagsetningu.
it: Seleziona almeno una data.
ja: 少なくとも1つの日付を選択してください。
ko: 최소 하나의 날짜를 선택하세요.
lt: Pasirinkite bent vieną datą.
lv: Izvēlies vismaz vienu datumu.
nb: Velg minst én dato.
nl: Selecteer minstens één datum.
nn: Velg minst éin dato.
pl: Wybierz co najmniej jedną datę.
pt_br: Selecione pelo menos uma data.
ro: Selectează cel puțin o dată.
ru: Выберите хотя бы одну дату.
sk: Vyber aspoň jeden dátum.
sl: Izberi vsaj en datum.
sr: Izberi najmanje jedan datum.
sv: Välj minst ett datum.
sw: Chagua angalau tarehe moja.
ta: குறைந்தபட்சம் ஒரு தேதியைத் தேர்ந்தெடுக்கவும்.
th: เลือกวันที่อย่างน้อยหนึ่งวัน
tr: En az bir tarih seç.
uk: Виберіть принаймні одну дату.
ur: کم از کم ایک تاریخ منتخب کریں۔
vi: Chọn ít nhất một ngày.
zh_hans: 请至少选择一个日期。
zh_hant: 至少選擇一個日期。

# addShift.submitRequirements.selectEventDate
source: Choose a date for the event.
ar: اختر تاريخًا للحدث.
bg: Изберете дата за събитието.
bn: ইভেন্টের জন্য একটি তারিখ বেছে নিন।
ca: Tria una data per a l'esdeveniment.
cs: Vyberte datum události.
da: Vælg en dato for hændelsen.
de: Wähle ein Datum für das Ereignis.
el: Επιλέξτε ημερομηνία για το συμβάν.
es: Elige una fecha para el evento.
et: Vali sündmusele kuupäev.
fa: برای رویداد یک تاریخ انتخاب کنید.
fi: Valitse tapahtumalle päivämäärä.
fil: Pumili ng petsa para sa kaganapan.
fr: Choisissez une date pour l’événement.
he: בחר תאריך לאירוע.
hi: इवेंट के लिए एक तारीख चुनें।
hr: Odaberite datum događaja.
hu: Válassz dátumot az eseményhez.
id: Pilih tanggal untuk acara.
is: Veldu dagsetningu fyrir atburðinn.
it: Scegli una data per l'evento.
ja: イベントの日付を選択してください。
ko: 이벤트 날짜를 선택하세요.
lt: Pasirinkite įvykio datą.
lv: Izvēlieties notikumam datumu.
nb: Velg en dato for hendelsen.
nl: Kies een datum voor de gebeurtenis.
nn: Vel ein dato for hendinga.
pl: Wybierz datę wydarzenia.
pt_br: Escolha uma data para o evento.
ro: Alege o dată pentru eveniment.
ru: Выберите дату события.
sk: Vyberte dátum udalosti.
sl: Izberite datum dogodka.
sr: Izaberite datum za događaj.
sv: Välj ett datum för händelsen.
sw: Chagua tarehe ya tukio.
ta: நிகழ்வுக்கான தேதியைத் தேர்ந்தெடுக்கவும்.
th: เลือกวันที่สำหรับกิจกรรม
tr: Etkinlik için bir tarih seçin.
uk: Виберіть дату події.
ur: ایونٹ کے لیے ایک تاریخ منتخب کریں۔
vi: Chọn ngày cho sự kiện.
zh_hans: 为该事件选择日期。
zh_hant: 請為事件選擇日期。

# addShift.submitRequirements.selectJob
source: Select a job.
ar: اختر وظيفة.
bg: Избери работа.
bn: একটি কাজ নির্বাচন করুন।
ca: Selecciona una feina.
cs: Vyber pracovní místo.
da: Vælg et job.
de: Wähle einen Job.
el: Επίλεξε μια δουλειά.
es: Selecciona un trabajo.
et: Vali töö.
fa: یک شغل را انتخاب کنید.
fi: Valitse työ.
fil: Pumili ng isang trabaho.
fr: Sélectionnez un emploi.
he: בחר מקום עבודה.
hi: एक नौकरी चुनें।
hr: Odaberi posao.
hu: Válassz ki egy munkát.
id: Pilih pekerjaan.
is: Veldu vinnu.
it: Seleziona un lavoro.
ja: 仕事を選択してください。
ko: 직업을 선택하세요.
lt: Pasirinkite darbą.
lv: Izvēlies darbu.
nb: Velg en jobb.
nl: Selecteer een baan.
nn: Velg ein jobb.
pl: Wybierz pracę.
pt_br: Selecione um emprego.
ro: Selectează o slujbă.
ru: Выберите работу.
sk: Vyber pracovné miesto.
sl: Izberi službo.
sr: Izberi posao.
sv: Välj en jobb.
sw: Chagua kazi.
ta: ஒரு வேலையைத் தேர்ந்தெடுக்கவும்.
th: เลือกงาน
tr: Bir iş seç.
uk: Виберіть роботу.
ur: ایک ملازمت منتخب کریں۔
vi: Chọn một công việc.
zh_hans: 选择一份工作。
zh_hant: 選擇一份工作。

# addShift.submitRequirements.selectRecurringDay
source: Select at least one anchor day.
ar: اختر يوماً مرجعياً واحداً على الأقل.
bg: Избери поне един основен ден.
bn: কমপক্ষে একটি নোঙর দিন নির্বাচন করুন।
ca: Selecciona almenys un dia d'ancla.
cs: Vyber alespoň jeden ukotvený den.
da: Vælg mindst én ankdag.
de: Wähle mindestens einen Ankertag.
el: Επίλεξε τουλάχιστον μία ημέρα αγκύρωσης.
es: Selecciona al menos un día de anclaje.
et: Vali vähemalt üks ankrupäev.
fa: حداقل یک روز تثبیت را انتخاب کنید.
fi: Valitse vähintään yksi ankkuripäivä.
fil: Pumili ng hindi bababa sa isang anchor day.
fr: Sélectionnez au moins un jour d'ancrage.
he: בחר לפחות יום עוגן אחד.
hi: कम से कम एक एंकर दिन चुनें।
hr: Odaberi najmanje jedan anchor dan.
hu: Válassz ki legalább egy rögzített napot.
id: Pilih setidaknya satu hari jangkar.
is: Veldu að minnsta kosti einn ankrardaginn.
it: Seleziona almeno un giorno di ancoraggio.
ja: 少なくとも1つの基準日を選択してください。
ko: 최소 하나의 기준 날을 선택하세요.
lt: Pasirinkite bent vieną atskaitos dieną.
lv: Izvēlies vismaz vienu atskaites dienu.
nb: Velg minst én ankedag.
nl: Selecteer minstens één ankerpdag.
nn: Velg minst éin ankedag.
pl: Wybierz co najmniej jeden dzień zakotwiczenia.
pt_br: Selecione pelo menos um dia de âncora.
ro: Selectează cel puțin o zi de ancoră.
ru: Выберите хотя бы один день повтора.
sk: Vyber aspoň jeden kotviaci deň.
sl: Izberi vsaj en kotvni dan.
sr: Izberi najmanje jedan referentni dan.
sv: Välj minst en ankardag.
sw: Chagua angalau siku moja ya kusongeza.
ta: குறைந்தபட்சம் ஒரு நங்கூரம் நாளைத் தேர்ந்தெடுக்கவும்.
th: เลือกวันที่ยึดอย่างน้อยหนึ่งวัน
tr: En az bir sabit günü seç.
uk: Виберіть принаймні один опорний день.
ur: کم از کم ایک بنیادی دن منتخب کریں۔
vi: Chọn ít nhất một ngày neo.
zh_hans: 请至少选择一个锚定日。
zh_hant: 至少選擇一個固定日期。

# addShift.submitRequirements.setTimes
source: Set both start and end time.
ar: عيّن وقت البداية ووقت النهاية.
bg: Зададе си начало и край на работното време.
bn: শুরু এবং শেষ সময় উভয়ই সেট করুন।
ca: Estableix l'hora d'inici i fi.
cs: Nastav počáteční i koncový čas.
da: Angiv både start- og sluttidspunkt.
de: Lege Start- und Endzeit fest.
el: Ορίστε την ώρα έναρξης και λήξης.
es: Establece tanto la hora de inicio como la de fin.
et: Määra nii algus- kui ka lõppaeg.
fa: هم زمان شروع و هم زمان پایان را تنظیم کنید.
fi: Aseta sekä alkamis- että päättymisaika.
fil: Itakda ang pagsisimula at pagtatapos ng oras.
fr: Définissez l'heure de début et de fin.
he: הגדר גם שעת התחלה וגם שעת סיום.
hi: शुरुआत और अंत दोनों समय सेट करें।
hr: Postavi početno i završno vrijeme.
hu: Állítsd be a kezdési és befejezési időt is.
id: Atur waktu mulai dan waktu akhir.
is: Stilltu bæði upphafstíma og lokatíma.
it: Imposta sia l'ora di inizio che di fine.
ja: 開始時刻と終了時刻の両方を設定してください。
ko: 시작 시간과 종료 시간을 모두 설정하세요.
lt: Nustatykite pradžios ir pabaigos laiką.
lv: Iestatīt gan sākuma, gan beigu laiku.
nb: Sett både start- og sluttid.
nl: Stel zowel start- als eindtijd in.
nn: Set både start- og sluttid.
pl: Ustaw zarówno godzinę początkową, jak i końcową.
pt_br: Defina hora de início e fim.
ro: Setează atât ora de începere cât și ora de încheiere.
ru: Установите время начала и окончания.
sk: Nastav čas začiatku aj konca.
sl: Nastavi začetni in končni čas.
sr: Postavi i početno i krajnje vreme.
sv: Ange både start- och sluttid.
sw: Weka wakati wa kuanza na kumalizia.
ta: தொடக்க மற்றும் முடிவு நேரம் இரண்டையும் அமைக்கவும்.
th: กำหนดเวลาเริ่มต้นและเวลาสิ้นสุด
tr: Hem başlangıç hem de bitiş saatini ayarla.
uk: Встановіть час початку та закінчення.
ur: شروعات اور اختتام دونوں اوقات مقرر کریں۔
vi: Đặt cả thời gian bắt đầu và kết thúc.
zh_hans: 设置开始和结束时间。
zh_hant: 設定開始時間和結束時間。

# addShift.submitRequirements.title
source: Complete required fields
ar: أكمل الحقول المطلوبة
bg: Попълни задължителните полета
bn: প্রয়োজনীয় ক্ষেত্রগুলি সম্পূর্ণ করুন
ca: Completa els camps obligatoris
cs: Vyplň požadovaná pole
da: Udfyld påkrævede felter
de: Erforderliche Felder ausfüllen
el: Συμπλήρωσε τα υποχρεωτικά πεδία
es: Completa los campos obligatorios
et: Täida kohustuslikud väljad
fa: فیلدهای الزامی را تکمیل کنید
fi: Täytä pakolliset kentät
fil: Kumpletuhin ang mga kinakailangang field
fr: Complétez les champs obligatoires
he: השלם שדות חובה
hi: आवश्यक फ़ील्ड पूरी करें
hr: Popuni obavezna polja
hu: Töltsd ki a kötelező mezőket
id: Lengkapi bidang yang diperlukan
is: Fylltu út nauðsynlega reiti
it: Completa i campi obbligatori
ja: 必須項目を入力してください
ko: 필수 항목을 완료하세요
lt: Užpildykite reikalingus laukus
lv: Aizpildi obligātos laukus
nb: Fullfør påkrevde felt
nl: Vul verplichte velden in
nn: Fullfør påkrevde felt
pl: Wypełnij wymagane pola
pt_br: Complete os campos obrigatórios
ro: Completează câmpurile obligatorii
ru: Заполните обязательные поля
sk: Vyplň povinné polia
sl: Izpolni zahtevana polja
sr: Popuni obavezna polja
sv: Slutför obligatoriska fält
sw: Jaza sehemu zinazohitajika
ta: தேவையான புலங்களை நிரப்பவும்
th: กรอกข้อมูลที่จำเป็น
tr: Gerekli alanları tamamla
uk: Заповніть обов'язкові поля
ur: ضروری فیلڈز مکمل کریں
vi: Hoàn thành các trường bắt buộc
zh_hans: 完成必填字段
zh_hant: 完成必填欄位

# addShift.submitRequirements.validEventRange
source: Choose a valid event date or time range.
ar: اختر تاريخًا صالحًا للحدث أو نطاقًا زمنيًا.
bg: Изберете валидна дата или часови диапазон за събитието.
bn: ইভেন্টের জন্য একটি বৈধ তারিখ বা সময়সীমা বেছে নিন।
ca: Tria una data o interval horari vàlid per a l'esdeveniment.
cs: Vyberte platné datum události nebo časový rozsah.
da: Vælg en gyldig dato eller tidsperiode for hændelsen.
de: Wähle ein gültiges Ereignisdatum oder einen gültigen Zeitraum.
el: Επιλέξτε έγκυρη ημερομηνία ή χρονικό διάστημα για το συμβάν.
es: Elige una fecha o un rango horario válidos para el evento.
et: Vali kehtiv sündmuse kuupäev või ajavahemik.
fa: یک تاریخ یا بازه زمانی معتبر برای رویداد انتخاب کنید.
fi: Valitse tapahtumalle kelvollinen päivämäärä tai aikaväli.
fil: Pumili ng wastong petsa o saklaw ng oras para sa kaganapan.
fr: Choisissez une date ou période horaire valide pour l’événement.
he: בחר תאריך או טווח זמן תקין לאירוע.
hi: इवेंट के लिए मान्य तारीख या समय सीमा चुनें।
hr: Odaberite valjan datum ili vremenski raspon događaja.
hu: Válassz érvényes dátumot vagy időintervallumot az eseményhez.
id: Pilih tanggal atau rentang waktu acara yang valid.
is: Veldu gilda dagsetningu eða tímasvið fyrir atburðinn.
it: Scegli una data o un intervallo di tempo validi per l'evento.
ja: 有効なイベントの日付または時間範囲を選択してください。
ko: 유효한 이벤트 날짜 또는 시간 범위를 선택하세요.
lt: Pasirinkite tinkamą įvykio datą arba laikotarpį.
lv: Izvēlieties derīgu notikuma datumu vai laika diapazonu.
nb: Velg en gyldig dato eller tidsperiode for hendelsen.
nl: Kies een geldige datum of tijdsperiode voor de gebeurtenis.
nn: Vel ein gyldig dato eller eit gyldig tidsrom for hendinga.
pl: Wybierz prawidłową datę lub przedział czasu wydarzenia.
pt_br: Escolha uma data ou intervalo de horário válido para o evento.
ro: Alege o dată validă sau un interval orar pentru eveniment.
ru: Выберите корректную дату или временной диапазон события.
sk: Vyberte platný dátum udalosti alebo časový rozsah.
sl: Izberite veljaven datum dogodka ali časovni razpon.
sr: Izaberite važeći datum ili vremenski raspon za događaj.
sv: Välj ett giltigt datum eller tidsintervall för händelsen.
sw: Chagua tarehe halali ya tukio au muda.
ta: சரியான நிகழ்வு தேதி அல்லது நேர வரம்பைத் தேர்ந்தெடுக்கவும்.
th: เลือกวันที่หรือช่วงเวลาของกิจกรรมที่ถูกต้อง
tr: Geçerli bir etkinlik tarihi veya saat aralığı seçin.
uk: Виберіть правильну дату або часовий проміжок події.
ur: ایونٹ کے لیے درست تاریخ یا وقت کا دورانیہ منتخب کریں۔
vi: Chọn ngày hoặc khoảng thời gian hợp lệ cho sự kiện.
zh_hans: 请选择有效的事件日期或时间范围。
zh_hant: 請選擇有效的事件日期或時間範圍。

# addShift.tapToSetAnchors
source: Tap dates to set anchor days
ar: اضغط على التواريخ لتعيين أيام الربط
bg: Докоснете датите, за да зададете дни на якорите
bn: নোঙর দিন সেট করতে তারিখ ট্যাপ করুন
ca: Toca les dates per establir dies d'ancoratge
cs: Klepněte na data a nastavte kotevní dny
da: Tryk på datoer for at angive ankerdage
de: Tippen Sie auf Daten, um Ankertage festzulegen
el: Πατήστε ημερομηνίες για να ορίσετε ημέρες αναφοράς
es: Presiona fechas para establecer días de anclaje
et: Puuduta kuupäevi ankerpäevade määramiseks
fa: برای تعیین روزهای لنگر روی تاریخ‌ها ضربه بزنید
fi: Paina päiviä asettaaksesi ankkuripäivät
fil: I-tap ang mga petsa upang magtakda ng anchor days
fr: Appuyez sur les dates pour définir les jours d'ancrage
he: הקש על תאריכים כדי להגדיר ימי עוגן
hi: एंकर दिन सेट करने के लिए तारीखों पर टैप करें
hr: Tap datume da postaviš dane sidra
hu: Koppintson a dátumokra a horgonynap beállításához
id: Ketuk tanggal untuk mengatur hari jangkar
is: Ýttu á dagsetningar til að stilla akkerdaga
it: Tocca le date per impostare i giorni di ancoraggio
ja: タップしてアンカー日を設定
ko: 날짜를 눌러 기준일을 설정하세요
lt: Bakstelėkite datas, kad nustatytumėte inkarų dienas
lv: Pieskarieties datumiem, lai iestatītu enkura dienas
nb: Trykk på datoer for å sette ankerdager
nl: Tik op datums om ankerdagen in te stellen
nn: Trykk på datoer for å sette ankerdagar
pl: Naciśnij daty, aby ustawić dni punktów
pt_br: Toque nas datas para definir dias de partida
ro: Apăsați datele pentru a seta zilele ancoraj
ru: Нажмите на даты, чтобы установить дни якорей
sk: Klepnite na dátumy a nastavte dni kotvy
sl: Pritisnite na datume, da nastavite sidarne dneve
sr: Dodirnite datume da postavite dane kotve
sv: Tryck på datum för att ange ankardagar
sw: Gusa tarehe kuanzisha siku za anchor
ta: நங்கூர் நாட்களை அமைக்க தேதிகளைத் தட்டவும்
th: แตะวันที่เพื่อกำหนดวันที่จุดยึด
tr: Çapa günlerini ayarlamak için tarihlere basın
uk: Натисніть на дати, щоб встановити дні якорів
ur: اینکر دن سیٹ کرنے کے لیے تاریخوں پر ٹیپ کریں
vi: Nhấn ngày để đặt ngày neo
zh_hans: 点击日期以设置锚点日
zh_hant: 點選日期以設定固定日期

# addShift.timeInput.invalid
source: Enter a valid time (HH:mm).
ar: أدخل وقتًا صالحًا (HH:mm).
bg: Въведете валиден час (ЧЧ:mm).
bn: একটি বৈধ সময় লিখুন (HH:mm)।
ca: Introdueix una hora vàlida (HH:mm).
cs: Zadejte platný čas (HH:mm).
da: Indtast et gyldigt klokkeslæt (TT:mm).
de: Geben Sie eine gültige Uhrzeit ein (HH:mm).
el: Εισαγάγετε έγκυρη ώρα (HH:mm).
es: Introduce una hora válida (HH:mm).
et: Sisesta kehtiv kellaaeg (HH:mm).
fa: زمان معتبر (HH:mm) را وارد کنید.
fi: Syötä kelvollinen kellonaika (HH:mm).
fil: Maglagay ng wastong oras (HH:mm).
fr: Saisissez une heure valide (HH:mm).
he: הזן שעה תקינה (HH:mm).
hi: मान्य समय दर्ज करें (HH:mm)।
hr: Unesite valjano vrijeme (HH:mm).
hu: Adjon meg egy érvényes időpontot (ÓÓ:pp).
id: Masukkan waktu yang valid (HH:mm).
is: Sláðu inn gildan tíma (HH:mm).
it: Inserisci un orario valido (HH:mm).
ja: 有効な時刻を入力してください（HH:mm）。
ko: 유효한 시간(HH:mm)을 입력하세요.
lt: Įveskite tinkamą laiką (HH:mm).
lv: Ievadiet derīgu laiku (HH:mm).
nb: Skriv inn et gyldig klokkeslett (TT:mm).
nl: Voer een geldige tijd in (UU:mm).
nn: Skriv inn eit gyldig klokkeslett (TT:mm).
pl: Wprowadź prawidłowy czas (GG:mm).
pt_br: Insira um horário válido (HH:mm).
ro: Introduceți o oră validă (HH:mm).
ru: Введите корректное время (ЧЧ:мм).
sk: Zadajte platný čas (HH:mm).
sl: Vnesite veljaven čas (HH:mm).
sr: Unesite važeće vreme (HH:mm).
sv: Ange en giltig tid (TT:mm).
sw: Ingiza muda halali (HH:mm).
ta: சரியான நேரத்தை உள்ளிடவும் (HH:mm).
th: ป้อนเวลาที่ถูกต้อง (HH:mm)
tr: Geçerli bir saat girin (SS:dd).
uk: Введіть дійсний час (ГГ:хх).
ur: درست وقت درج کریں (HH:mm)۔
vi: Nhập thời gian hợp lệ (HH:mm).
zh_hans: 请输入有效的时间（HH:mm）。
zh_hant: 請輸入有效時間（HH:mm）。

# addShift.yearPlural
source: %lld years
ar: %lld سنة
bg: %lld години
bn: %lld বছর
ca: %lld anys
cs: %lld let
da: %lld år
de: %lld Jahre
el: %lld χρόνια
es: %lld años
et: %lld aastat
fa: %lld سال
fi: %lld vuotta
fil: %lld taon
fr: %lld années
he: %lld שנים
hi: %lld वर्ष
hr: %lld godina
hu: %lld év
id: %lld tahun
is: %lld ár
it: %lld anni
ja: %lld年
ko: %lld년
lt: %lld metai
lv: %lld gadi
nb: %lld år
nl: %lld jaren
nn: %lld år
pl: %lld lat
pt_br: %lld anos
ro: %lld ani
ru: %lld лет
sk: %lld rokov
sl: %lld let
sr: %lld godina
sv: %lld år
sw: %lld miaka
ta: %lld ஆண்டுகள்
th: %lld ปี
tr: %lld yıl
uk: %lld років
ur: %lld سال
vi: %lld năm
zh_hans: %lld 年
zh_hant: %lld 年

# alerts.ok
source: OK
ar: حسناً
bg: ОК
bn: ঠিক আছে
ca: D'acord
fa: تایید
he: אישור
hi: ठीक है
is: Í lagi
ko: 확인
lt: Gerai
lv: Labi
ru: ОК
sl: V redu
sw: SAWA
ta: சரி
th: ตกลง
tr: Tamam
uk: ОК
ur: ٹھیک ہے
zh_hans: 确定
zh_hant: 確定
